Repository: brave-warrior/UA_Currency_WP
Catalog: UkrainianCurrency/Resources/Labels.*.resx
Languages: ru

# AppbarAbout
source: about
ru: о нас

# AppbarSettings
source: settings
ru: настройки

# AppbarUpdate
source: update
ru: обновить

# AppName
source: UA Currency
ru: UA Валюта

# Author
source: Author: Dmytro Khmelenko
ru: Автор: Дмитрий Хмеленко

# Bank_Active
source: Active Bank
ru: Актив банк

source: Bank Akcent
ru: Банк Акцент

# Bank_All
source: All banks
ru: Все банки

# Bank_Alpha
source: Alpha bank
ru: Альфа банк

# Bank_Creditprom
source: Creditprombank
ru: Кредитпромбанк

# Bank_Delta
source: Deltabank
ru: Дельта банк

# Bank_Fin
source: Finansy i Kredyt
ru: Банк Финансы и кредит

# Bank_Fin_initiative
source: Bank Finansova iniciatyva
ru: Банк Финансовая инициатива

source: Bank Forum
ru: Банк Форум

# Bank_Imex
source: IMEX bank
ru: Имэкс банк

source: Bank Khreshchatyk
ru: Банк Крещатик

source: Bank Mercury
ru: Банк Меркурий

# Bank_Otp
source: OTP bank
ru: OTP банк

# Bank_Pireus
source: Pireus bank
ru: Пиреус банк

# Bank_Pivdencom
source: Pivdencombank
ru: Пивденкомбанк

source: Bank Pivdennyi
ru: Банк Пивденный

# Bank_Prominvest
source: Prominvestbank
ru: Проминвестбанк

# Bank_Pumb
source: Bank PUMP
ru: Банк ПУМБ

# Bank_Raiffaisen
source: Raiffaisen bank
ru: Банк Райффайзен

# Bank_Rodovid
source: Rodovid bank
ru: Родовид банк

source: Bank Tavrika
ru: Банк Таврика

# Bank_Unicredit
source: Unicredit bank
ru: Unicredit банк

# Bank_Vab
source: VAB bank
ru: VAB банк

# BuyLabel
source: Buy
ru: Покупка

# City_All
source: All Ukraine
ru: Вся Украина

# City_Carpathian
source: Uzhgorod
ru: Ужгород

# City_Cherkasy
source: Cherkasy
ru: Черкассы

# City_Chernihiv
source: Chernihiv
ru: Чернигов

# City_Chernivtsi
source: Chernivtsi
ru: Черновцы

# City_Crimea
source: Simferopol
ru: Симферополь

# City_Dnepr
source: Dnipropetrovsk
ru: Днепропетровск

# City_Donetsk
source: Donetsk
ru: Донецк

# City_IF
source: Ivano-Frankivsk
ru: Ивано-Франковск

# City_Kharkiv
source: Kharkiv
ru: Харьков

# City_Kherson
source: Kherson
ru: Херсон

# City_Khmel
source: Khmelnytskyi
ru: Хмельницкий

# City_Kirovohrad
source: Kirovohrad
ru: Кировоград

# City_Kyiv
source: Kyiv
ru: Киев

# City_Luhansk
source: Luhansk
ru: Луганск

# City_Lviv
source: Lviv
ru: Львов

# City_Mykolaiv
source: Mykolaiv
ru: Николаев

# City_Odessa
source: Odesa
ru: Одесса

# City_Poltava
source: Poltava
ru: Полтава

# City_Rivne
source: Rivne
ru: Ровно

# City_Sumy
source: Sumy
ru: Сумы

# City_Tern
source: Ternopil
ru: Тернополь

# City_Vinnitsia
source: Vinnitsia
ru: Винница

# City_Volyn
source: Lutsk
ru: Луцк

# City_Zhytomyr
source: Zhytomyr
ru: Житомир

# City_Zp
source: Zaporizhzhya
ru: Запорожье

# Currency
source: Currency: UAH
ru: Валюта: UAH

# GeneralError
source: General error occurred. Please, try later.
ru: Произошла ошибка сервера. Попробуйте позже.

# LoadingText
source: Loading...
ru: Загрузка...

# NoData
source: No data is available for current country/city
ru: Нет данных по текущему городу/банку

# NoNetwork
source: No network connection
ru: Нет интернет соединения

source: select bank
ru: Выбор банка

source: select city
ru: Выбор города

# SellLabel
source: Sale
ru: Продажа

# SettingsScr_BankLabel
source: bank
ru: банк

# SettingsScr_CityLabel
source: city
ru: город

# SettingsScr_Title
source: settings
ru: настройки

# UpdatedTime
source: Updated:
ru: Обновлено:

# Version
source: Version: 1.01.002
ru: Версия: 1.01.002
